insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values (
    'Оружейный барон',
    'Он вырос в «русском» районе Нью-Йорка в семье славянских мигрантов,
    стремящихся к осуществлению американской мечты. Юрий и его младший брат тоже не лишены подобных амбиций,
    но знают путь короче, нежели выбрали родители, содержащие забегаловку. Торговля оружием становится основной
    деятельностью предприимчивого Юрия, мечтавшего о лучшей жизни, самой красивой женщине, роскошном особняке.
    Успех дельца не остаётся незамеченным правоохранителями. Начинается особая игра, где на кону — свобода,
    а разменные фишки — жизни людей.',
    2005,
    1,
    18,
    122,
    1
);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values (
    'Сокровище нации',
    'Увлечённый загадками истории наследник древнего рода Гейтсов Бенджамин стремится продолжить дело семьи,
    некогда прекращённое, в силу необходимости заботиться о насущном благополучии. Смелый дерзкий исследователь
    намеревается отыскать сокровища рыцарского ордена, пройти весь путь, обозначенный в родословных реликвиях.
    Актуальная остановка — музей, откуда предстоит выкрасть ценное наследие, Декларацию о Независимости.',
    2004,
    2,
    12,
    131,
    2
);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values (
    'Без лица',
    'Шон работает полицейским. Его главная задача — поимка опасного преступника Троя. Жестокий убийца стал
    причиной личной трагедии копа — смерти маленького сына. Удаётся провести удачную операцию по захвату,
    Трой оказывается в глубокой коме. Выясняется, на компьютере преступника содержится информация о
    готовящемся масштабно теракте. Мощное взрывное устройство изготовлено и установлено, но его местонахождение
    остаётся тайной. Стремясь выяснить, где находится бомба, Шон решает пересадить себе лицо Кастора, пребывающего
    в коматозном состоянии. Получивший внешность Троя, полицейский отправляется в тюрьму, чтобы добыть информацию
    от подельников террориста. В это время известный пациент приходит в сознание.',
    1997,
    3,
    16,
    138,
    3
);
